import {BsBank} from "react-icons/bs";
import {GiFactory, GiNetworkBars} from "react-icons/gi";
import {FiPercent} from "react-icons/fi";
import {RiGroupLine, RiLineChartLine, RiBuildingLine} from "react-icons/ri";
import {MdAccessible, MdOutlineCases} from "react-icons/md";

export const noneData = [
    {
        id: "1",
        lightBg: false,
        headLine: "הלוואה חוץ בנקאית",// eslint-disable-next-line
        description: [
            "הגופים החוץ בנקאיים שהם חברות ביטוח, קרנות הון, משקיעים פרטיים, בתי השקעות חברות פרטיות וגם חברות ציבוריות, מעניקים הלוואות לצורך רכישת נכס שערכן המקסימלי הוא בגובה של % 85 מערכו של הנכס. זאת לכל אדם גם אם מדובר באדם מבוגר או באדם שהיו לו או שיש לו כעת בעיות בנושא אשראי",
            "תהליך קבלת ההלוואה מותנה בכך שהנכס ישועבד לטובת הלווה באופציה של דרגה ראשונה או בדרגה שנייה, אם לנכס הספציפי קיימת כבר משכנתא שנלקחה בעבר מגורם אחר.",
            "יש מקרים שבהם על פי השווי של הנכס קובעים את אופציית מתן ההלוואה, או לפי מהות העסקה, איכותם הפיננסית של המלווים והשווי של הנכס. לכן לא אחת יסתפקו המלווים ברישום הערת אזהרה בלבד, ללא צורך בשעבוד של הנכס כיוון שהסיכונים הם קטנים.",
            "הלקוח בוחר את המסלול שהוא הנכון ביותר עבורו על פי מצבו הפיננסי ובהתאם לייעוץ המקצועי שהוא מקבל מיועץ המשכנתאות. יש לו אפשרות ליהנות ממשכנתא לשנים רבות, או לחלופין למשכנתא לשנים בודדות אם להערכתו הוא מסוגל לעמוד בהחזרים חודשים שהם גבוהים.",
            "במקרים שבהם הלקוח זקוק להלוואת גישור כיוון שסך המשכנתא אינו מספיק עבור כל התשלומים בגין הדירה, הוא יכול לקבל מהגורמים החוץ בנקאיים גם הלוואת בלון שהוא ישלם עבורה בכל חודש ריבית בלבד ובתום תקופת ההלוואה הוא ישלם בבת אחת את מלוא הקרן. או שישלם קרן וגם ריבית בסוף התקופה. ",
            "היתרונות של הגופים החוץ בנקאיים להבדיל מהבנקיםהם שהם אינם פועלים באופן סיסטמתיומקובע אלא הם פועלים באלסטיות עם פחות ניירת ובירוקרטיה ולכן גם זמני קבלת ההלוואות הם קצרים יחסית.",
            "אנחנו פועלים רבות מול גופים חוץ בנקאיים שונים ונוכל לסייע לכם לאורכו של כל התהליך, כדי שתיהנו מהלוואה בתנאים המיטביים מאחד מהגורמים הללו."
        ],
        imgStart: true,
        img: require('../../public/undraw_select_house_qbag.svg'),
        alt: "soso",
        left: true,
        top: true,
        right: true,
        width: "648",
        height: "736"
    },
    {
        id: "2",
        lightBg: true,
        headLine: "משכנתא עבור פושטי רגל", // eslint-disable-next-line
        description: [
            "לאחר שכונס הנכסים הרשמי בוחן את מצבו הפיננסי של האדם שביקש להכריז על עצמו כעל פושט רגל וזה אכן קורה, החייב אמור לשאת בנטל של חלק מחובותיו. הכונס קבוע מה יהיה סכום התשלום החודשי ועם קבלת התשלום, כונס הנכסים יפצל את הסכום הכללי לנושים השונים וזאת על פי ההסדר שנקבע לכל אחד מהם על פי סך החובות שמוחזר לו. ",
            "אם החייב עומד במלוא ההתחייבויות הכספיות הללו וגם עומד בקריטריונים שקבע בית המשפט כמו לדוגמה על כך שהחייב לא צבר חובות נוספים בתקופת התשלומים הזו, השופט יאשר לו צו הפטר. ברגע זה נמחקים כל החובות שלו. ",
            "הגופים החוץ בנקאיים הם בעלי ראייה לטווח הרחוק. הם יודעים שפושט רגל זה יקבל תוך פרק זמן מסוים צו הפטר, הוא יישאר במצב שאין לו חובות בכלל ולכן הם מעניקים לו מימון. הם מעריכים שלאחר קבלת צו ההפטר הוא יפתח דף חדש בחייו המקצועיים והאישיים ולכן הוא יהיה בעל יכולת כלכלית לעמוד בהתחייבויות ולהחזיר את המשכנתא. ",
            "אם גם אתם הגשתם בקשה לקבלת משכנתא וקיבלתם תשובה שלילית, חשוב שתדעו שיש מוצא גם לסיטואציה הזו. דברו אתנו ונצעד אתכם יד ביד לכיוון גורמים אחרים חוץ בנקאיים אשר יסכימו לתת לכם משכנתא.",
        ],
        imgStart: false,
        img: require('../../public/undraw_detailed_analysis_re_tk6j.svg'),
        alt: "soso",
        left: true,
        top: true,
        right: true,
        width: "925",
        height: "570"
    }
]

export const centerData = [
    {
        name: "הסירוב של הבנקים המסחריים",
        icon: <BsBank/>,
        description: [
        "לקוחות שיש להם היסטוריה שלילית של אשראי הם בעלי חיווי אשראי שלילי וזאת לאור מידע שהתקבל מחברת BDI על מצבם הפיננסי, אינם מקבלים מהבנקים אישור לקבלת משכנתא.",
        "זה קורה לאנשי עסקים וגם לאנשים פרטיים שנקלעו למצבים כספיים סבוכים ולכן נפתחו נגדם תיקים בהוצאה לפועל, חשבונות הבנק שלהם מוגבלים או קיבלו תווית של מוגבלים חמורים. יש כאלו שפשטו רגל או נמצאים בהליכים ועדיין לא קיבלו את צו ההפטר. כמו כן הבנקים אינם ששים לתת משכנתא לאנשים מבוגרים וללקוחות שאין להם הכנסות קבועות, או שאין להם הכנסות כלל לאור הסיכון הכרוך בכך. ",
        "בשל כך הלקוחות הללו פונים לגורמים חוץ בנקאיים כדי לקבל את ההלוואה הנחוצה להם."
        ]
    },
    {
        name: "משכנתא חוץ בנקאית",
        icon: <RiBuildingLine/>,
        description: [
            "מסורבי משכנתא עקב סיבות פיננסיות אישיות או עסקיות, פונים באמצעות יועצי המשכנתאות המנוסים כמונו, אל גורמים חוץ בנקאיים, כדי לקבל סיוע במשכנתא ולממש את הרצון לרכוש נכס. אנו מסייעים ללקוחות שלנו לקבל משכנתאות מעולות מבתי השקעות שעובדים בהיקפים גדולים, חברות ביטוח מבוססות ועוד. גם חברות פרטיות נרתמות למשימה זו כיוון שיש להם הון עודף ועבורם זו דרך ליהנות מהריביות. כל אחד מהגורמים הפיננסיים הללו מבקשים ומקבלים בטוחות שהם נכסי הנדל\"ן וכך הם נהנים מתהליך מהיר שהוא מעולה לשני הצדדים.",
            "כל הגורמים החוץ בנקאיים מפוקחים על ידי הרגולטור באותן דרכים שבאמצעותם יש פיקוח על הבנקים המסחריים."
        ]
    },
    {
        name: "גופים חוץ בנקאיים",
        icon: <GiFactory/>,
        description: [
            "הגופים החוץ בנקאיים הם אלטרנטיבה מעולה עבור מי שאינו יכול לקבל משכנתא לצורך רכישת דירה מהבנק. עם זאת יש לבצע הליך זה באמצעות יועץ משכנתאות שהוא מומחה בתחום זה ומכיר את כל הסיכונים וגם את כל הסיכויים. בדרך זו הלקוחות מקבלים משכנתא מגורם איכותי ובתנאים שהם הוגנים. יועץ המשכנתאות דואג לכך שהלקוח יקבל את התנאים האופטימלייםעל פי התחשיבים הפיננסיים שלו הקשורים למצבו הכלכלי של הלווה וכך הוא יוכל לעמוד בהחזרים החודשיים לאורכה של כל תקופת תשלומי המשכנתא. ",
            "בדרך זו אפשר לקבל גם משכנתא כאשר הבטוחה היא נכס מקרקעין אשר קיים כבר ברשותו של הלקוח והוא מעוניין לתת אותו כבטחונות, כדי לקבל משכנתא לצרכים שונים."
        ]
    },
    {
        name: "ריבית בעת קבלת משכנתא חוץ בנקאית ",
        icon: <FiPercent/>,
        description: [
            "קביעת הריבית החוץ בנקאית כרוכה בכל מיני משתנים, כמו לדוגמה מיקומו של הנכס וערך השוק שלו, על פי הנתח של המימון מתוך ערכו של הנכס, איזו בטוחה תועבר בהליך השעבוד ואם היא תהיה בדרגה ראשונה, שנייה או רק באמצעות רישום הערת אזהרה, סוג הלווים, אורכה של תקופת ההחזר, אם הדירה רשומה בטאבו, חברה משכנת או אדמת מנהל.",
            "בהתאם לכל הפרמטרים הללו, הגורם החוץ בנקאי קובע את גובהה של הריבית לכל לווה ספציפי. ",
            "יועצי משכנתאות מומחים כמונו מסייעים לכם לקבל משכנתא מגורמים חוץ בנקאיים בתנאים הטובים ביותר האפשריים, בהתאם למקרה. נשמח להעניק לכם את מלוא המידע ולטפל בהליך קבלת ההלוואה."
        ]
    },
    {
        name: "שירות באמצעות יועץ משכנתאות",
        icon: <RiGroupLine/>,
        description: [
            "מומלץ ללקוח אשר מגיש בקשה רגילה לקבלת משכנתא ומקבל סירוב משכנתא לפנות אלינו ולא להמשיך בתהליך מול בנקאים אחרים, כיוון שקיימת סבירות גבוהה שהתשובה תהיה זהה. לכן במצבים הללו עדיף שיועץ המשכנתאות יבחן את הנושא באופן רוחבי ויעניק ללקוח חוות דעת מקצועית על האופציות הקיימות. בדרך זו הוא יקבל את האפשרות שהיא הנכונה ביותר עבורו בפאן הכלכלי."
        ]
    },
    {
        name: "משכנתא למוגבלים",
        icon: <MdAccessible/>,
        description: [
            "הבנקים הופכים חשבונות עובר ושב לחשבונות מוגבלים אם ללקוח מסוים חזרו עשר המחאות כיוון שלא היה להן כיסוי כספי. לאור זאת מרגע זה ואילך הלקוחות הללו לא יכולים לקבל מסגרת אשראי ולא יוכלו להשתמש בהמחאות לשימוש שוטף.",
            "אך אף על פי כן הגורמים החוץ בנקאיים שבוחנים את הנושא מול הלקוחות, מעניקים במקרים רבים משכנתא חוץ בנקאית כאשר הלקוחות משעבדים את הנכס לבנק וזאת כיוון ששווי הנכס הוא גבוה יותר מערכה של ההלוואה."
       ]
    },
    {
        name: "משכנתא לחייבים בעלי תיקי חייבים בהוצאה לפועל",
        icon: <GiNetworkBars/>,
        description: [
            "אנו מעניקים סיוע מקצועי לבעלי חוב שנפתחו נגדם תיקים בהוצאה לפועל וזקוקים למשכנתא. זאת באמצעות גורמים חוץ בנקאיים אשר מסוגלים להעניק הלוואות גם לאזרחים הללו בדרכים מהירות יחסית וללא מסלולים מפותלים שמכבידים על הלקוחות.",
            "זאת כיוון שנגד החייב מתנהלים תיקים בהוצאה לפועל ועל פי הרפורמה החדשה החייב אמור לשלם חלק מהחובות שלו לאורך כמה שנים בודדות. הגורמים החוץ בנקאיים מודעים לעובדה שלאחר התשלומים הללו קיימת סבירות גבוהה שהחייב יקבל צו הפטר ולכן לא יישארו יותר חובות ישנים.",
            "אנחנו לשירותכם בחשיבה משותפת, כדי לפתור את הבעיה ולאפשר לכם לרכוש את הנכס שבו אתם מעוניינים."
        ]
    },
    {
        name: "איחוד תיקים במשרדי ההוצאה לפועל",
        icon: <MdOutlineCases/>,
        description: [
            "גורמים במשק אשר הלקוחות שלהם או אנשים פרטיים חייבים להם כספים אך אינם מסוגלים לשלם אותם, פותחים נגדים תיקים בהוצאה לפועל. המטרה היא לקבל בדרך זו כספים כיוון שהם משעבדים נכסים, כספים בבנק ובחברות כרטיסי האשראי, משכורות, חסכונות שונים וכספים שנמצאים בידי צד ג' כמו כספים עבור פרויקט שביצע החייב. ",
            "כאשר נפתחים תיקים רבים נגד החייב מתבצע הליך של איחוד תיקים וההוצאה לפועל מנהלת תיק איחוד אחד, שכולל את כל החובות של כל הנושים. בהתאם לגובה החוב של כל נושה, ההוצאה לפועל תחליט מה יהיה גובה התשלום החודשי של החייב לכיסוי החוב. "
        ]
    },
    {
        name: "משכנתא במהלך הליך של כינוס נכסים",
        icon: <RiLineChartLine/>,
        description: [
            "כאשר אדם חייב כספים לנושים שונים והוא אינו מצליח לעמוד בהתחייבויות שלו, בית המשפט ממנה גורם מקצועי שיהיה כונס הנכסים של החייב. מתבצעת חקירת יכולת כדי לבדוק את אפשרויות התשלום זאת תוך בדיקה אילו נכסים רשומים על שמו של החייב ויש אפשרות למכור אותם. ",
            "כונס זה פונה לכל הנושים כדי להגיע עם כל אחד מהם להסדרי חוב. ברוב המקרים הם מוותרים על חלק מסכום הקרן וכך הם מקבלים סכום מופחת.",
            "לכן גם במקרים הללו אם הגורמים החוץ בנקאיים מקבלים מידע שמבקש ההלוואה נמצא בתהליך של פתרון, הגורמים הללו מוכנים לתת לו משכנתא או הלוואה, כדי לסגור את חובותיו ובתמורה לכך משעבדים נכס שהוא רוכש או נכס קיים."
        ]
    }
]

