import {GiReceiveMoney, GiTakeMyMoney, GiHouseKeys, GiHouse, GiMoneyStack, GiCardExchange} from "react-icons/gi";
import {BsFillPiggyBankFill} from "react-icons/bs";
import {FiPercent} from "react-icons/fi";
import {SiWebmoney} from "react-icons/si";
import {AiOutlineBank} from "react-icons/ai"
import { GiPayMoney } from "react-icons/gi";
import {FaMoneyCheck} from "react-icons/fa";

export const mortgageData = [
    {
        id: "1",
        lightBg: false,
        lightText: true,
        lightTextDesc: true,
        headLine: "ייעוץ משכנתאות",// eslint-disable-next-line
        description: [
            "ייעוץ משכנתאות הוא בעל חשיבות גבוהה מאד כיוון שיועץ המשכנתאות מייצג את האינטרס של הלקוח מול הבנק, כדי להשיג את התנאים הטובים ביותר לכל לקוח",
            "ההתמחות של חברת סוסופיננס היא ייעוץ משכנתאות,הנציגים שלה הם בעלי עבר פיננסי עשיר והם מלווים מדי יום לקוחות, אשר חוסכים בזכות הבדיקה המעמיקה שלהם כספים רבים לאורך כל תקופת תשלום המשכנתא וזאת כיוון שאנו מתחייבים למצוא עבור כל עסקה את הריבית שהיא הנמוכה ביותר במשק.",
            "בכל נושא אשר קשור למשכנתא על סוגיה השונים ולנושא מחזור משכנתא, אתם מוזמנים לפנות אלינו כדי שהמומחים שלנו יבחנו עבורכם את כל האופציות,כדי למצוא לכם את האפשרות המשתלמת ביותר."
          ],
        imgStart: false,
        img: require('../../public/undraw_all_the_data_re_hh4w.svg'),
        alt: "soso",
        dark: true,
        primary: true,
        darkText: false,
        top:false,
        right: false,
        width: "713",
        height: "659"
    },
    {
        id: "2",
        lightBg: true,
        lightText: true,
        lightTextDesc: true,
        headLine: "מהם אחוזי המימון המקסימליים מתוך שוויו של הנכס",// eslint-disable-next-line
        description: [
            "אחוז המימון המקסימלי שמאשרים הבנקים המסחריים עבור רכישת נכס הוא % 75 בהתאם לערכו בשוק כפי שקבע שמאי המקרקעין, או לחלופין בהתאם לעלות הנכס שרשומה בחוזה המכר. לקוח שמעוניין לקבל הלוואה עבור נכס קיים יוכל לקבל עד % 50 מערכו בהתאם לקביעה של שמאי המקרקעין על ערך הנכס בשווי השוק. אם על נכס ספציפי זה רשומה כבר משכנתא, סך המשכנתא החדשה תהיה נמוכה יותר וזאת על פי הסכום שנותר לתשלום.",
            ],
        imgStart: true,
        img: require('../../public/vecteezy_income-analysis-of-housing-investment-business.webp'),
        alt: "soso",
        dark: true,
        primary: true,
        darkText: false,
        top:false,
        right: true,
        width: "713",
        height: "659"
    },
    {
        id: "3",
        lightBg: false,
        lightText: true,
        lightTextDesc: true,
        headLine: "בקשה מהבנק לקבלת הלוואת גישור ",// eslint-disable-next-line
        description: [

            "יש מצבים שבהם אדם רכש נכס ועדיין לא הצליח למכור את הנכס הנוכחי שלו או שחסר לו סכום כסף נוסף כדי להשלים את התשלומים לחברה הקבלנית או למוכר. במקרים הללו הוא יכול לפנות לבנק ולבקש הלוואת גישור למטרה זו.",
            "תקופת ההחזר המקסימלית של הלוואה מסוג זה היא של שלוש שנים וזאת על פי התכנון הפיננסי של הלווה. בתהליך זה בעל הנכס משעבד אותו לבנק לפרק זמן זה והוא משלם בכל חודש את הריבית בלבד. בתום התקופה הוא מחזיר את סכום הקרן."
        ],
        imgStart: false,
        img: require('../../public/undraw_business_deal_re_up4u.svg'),
        alt: "soso",
        dark: true,
        primary: true,
        darkText: false,
        top:false,
        right: false,
        width: "713",
        height: "659"
    },
]

export const adviceData = [
    {
        name: "ההכוונה בנושא משכנתא",// eslint-disable-next-line
        icon: <GiReceiveMoney />,
        description: [
                "מי שמתחיל בתהליך הבקשה לקבלת משכנתא נחשף להרבה מאד מידע שהוא אינו מבין בו כלל. לאור זאת קיים חשש שלקוחות נורמטיביים יבצעו טעויות שעלולות להתבטא בממון רב. ההוצאה המשפחתית החודשית של החזר המשכנתא היא מאד משמעותית וחבל לשלם סכומים גבוהים, אם אפשר ליהנות מהמשכנתא בתנאים מסחריים טובים יותר",
                "בזכות המעורבות של מומחי המשכנתאות, יוכל כל לקוח לקבל משכנתא בעמלות מופחתות, ריביות נמוכות, החזר לאורך תקופה ארוכה יותר ושינויים בנושא עמלת פירעון מוקדם"
           ],
    },
    {
        name: "מסלולי משכנתאות",// eslint-disable-next-line
        icon: <GiHouseKeys />,
        description: [
             `"לאור הנטל הכספי הגבוה של המשכנתא על כל משפחה, יש לבחון באופן מדוקדק את ההרכב של ההחזר אשר מבוסס על גובה הריבית ועל המסלולים, כמו משכנתא בריבית קבועה, הצמודה למט"ח,הצמדה למדד ואופציות נוספות. אחת הסיבות החשובות ביותר לקבלת סיוע של יועץ משכנתאות היא עבור סיווג המסלולים השונים, כדי לא לבחור מסלולים שיש בהם סיכונים עתידיים."`,
             "יועץ המשכנתאות שבוחר עבור הלקוחות את המסלולים המיטביים בודק נושא זה על כל היבטיו עבור כל לקוח על פי הנתונים הספציפיים שלו ורק לאחר מכן מקבל את ההחלטה המתאימה ביותר הן לתקופה העכשוויתוהן לעתיד וזאת על פי תקופת תשלום המשכנתא, הצמדה למדד, חלוקת נכונה בין המסלולים הקיימים ועוד. "
             ],
    },
    {
        name: "משכנתא בסכום מקסימלי ",// eslint-disable-next-line
        icon: <BsFillPiggyBankFill />,
        description: [
            "בהתאם לקריטריונים של הבנק, הלקוח יקבל משכנתא בסכום המקסימלי על פי הנתונים האישיים של הלווים מצד אחד, שווי הנכס ומטרת המשכנתא מצד שני.",
            ],
    },
    {
        name: "גובה הריבית במשכנתא",// eslint-disable-next-line
        description: [
            "כל בנק קובע את גובה הריבית על פי כמה קריטריונים שהם המפתח לכך. הקריטריונים משתנים בין הגורמים הפיננסיים השונים אך המהות היא טיבם של הלווים בהתאם להכנסות וליכולת ההחזר שלהם, שנות ההחזר הצפויות של המשכנתא, מיקומו של הנכס שרוכשים הלקוחות ואופן הרישום שלו וגם נתח המשכנתא מתוך העלות הכוללת של מחיר הדירה ועוד.",
            ],
        icon: <FiPercent/>,
    },
    {
        name: "משך תשלום המשכנתא ",// eslint-disable-next-line
        description:[
            "הבנקים מאשרים תקופת תשלום מקסימלית לכל לקוח בהתאם למידע האישי שלו. ברוב הבנקים התקופה המקסימלית היא 30 שנה ויועץ המשכנתאות יבחר את סך השנים המתאים לכל לווה. ",
            ],
        icon: <GiPayMoney style={{ marginRight: "11px", marginTop: "25px" }} />,
    },

    {
        name: "אי תשלום משכנתא",// eslint-disable-next-line
        icon: <FaMoneyCheck />,
        description: [
            "כל אדם שלווה כספים מהבנק מתכנן להחזיר אותם במלואם, אך יש מצבים לא מתוכננים בחיים שבהם הלקוחות נקלעים למצבים פיננסיים קשים והם אינם מסוגלים לעמוד בהחזרים. במצבים הללו כדאי להתייעץ עם יועץ משכנתאות ולחפש דרכים להקל על הלווים כדי לא להגיע למצבים של הוצאה לפועל או לחלופין של מכירת הדירה.",
            "היועץ שהוא מומחה בתחום זה בוחן את מצב ההלוואה, מהו הסכום שנותר וכמה שנים נותרו לביצוע ההחזרים ובהתאם לכך הוא מציע ללווים כמה דרכים שיקלו עליהם. אפשר לבצע פריסה מחודשת לפרק זמן ארוך יותר, למחזר את המשכנתא ועוד. ",
            "חשוב לטפל בנושא אקוטי זה בזמן, כדי למנוע את המצבים הלא נעימים של הגבייה. הרעיונות היצירתיים של יועצי המשכנתאות יאפשרו ללווים לעמוד בהחזרי המשכנתא בתנאים כספיים חדשים שמתאימים להם הרבה יותר"
           ],
    },
    {
        name: "מחויבות לעמוד בתנאי המשכנתא ",// eslint-disable-next-line
        description:[
            "חתימה על חוזה ההלוואה מחייבת את הלקוח לעמוד בכל תנאי ההחזר של המשכנתא. מי שלא משלם לאורך כמה חודשים את התשלומים הללו, מקבל פנייה מהבנק לסילוק החוב באופן מידי. אי התשלום במועד עלול להוביל את הבנק לביצוע תהליכים של גביה באמצעות ההוצאה לפועל. כאשר חולף זמן והלקוח אינו משלם את חובו מכל סיבה שהיא, הבנק עלול למכור את הנכס כדי לקבל בחזרה את ההלוואה הכספית שהעניק לבעלי הנכס.",
            ],
        icon: <GiTakeMyMoney />,
    },
    {
        name: "משכנתא עבור קניית דירה ",// eslint-disable-next-line
        description: [
              "כל יועץ משכנתאות שמסייע ללקוחות שרוכשים נכס, בוחן את המשכנתא הספציפית הדרושה לכך והוא מקבל הצעות מחיר מכמה בנקים עבור הלקוחות. לצורך קידום תהליך זה, הוא מנהל עם הבנקים השונים משא ומתן כדי לקבל את התנאים המיטביים עבור כל לקוח.",
              "לאור זאת ההבדלים בין סך העלויות של הלקוח שקיבל ייעוץ מקצועי בנושא תמהיל המשכנתא מול לקוח שלא קיבל ייעוץ כלל ופעל על פי ההנחיות של הבנק, עלול להיות של אלפי שקלים בשנה ובסכום גדול הרבה יותר במעטפת הכללית של כל המשכנתא לאורך כל השנים.",
             ],
        icon: <GiHouse/>,
    },
    {
        name: "משכנתא במימון מלא",// eslint-disable-next-line
        description: [
               "רכישה של נכס ללא הון עצמי וקבלת מאה אחוז מימון היא משימה כמעט בלתי אפשרית. הבנקים אינם מאשרים מימון מלא בדרך כלל ולכן יועץ המשכנתאות מעניק הכוונה אשר כוללת כמה אופציות כמו גיוס ההון העצמי בדרכים שונות, או רכישת נכס שערכו הוא נמוך יותר.",
               "לאור הניסיון רב השנים שלנו, אנו מסוגלים לסייע ללווים במצבים שונים הזקוקים למימון מלא כמו כן למסורבי משכנתאות, אשר בדרכים שונות מקבלים גם הם אישור לקבלת המשכנתא."
           ],
        icon: <GiMoneyStack/>,
    },
    {
        name: "מחזור משכנתא ",// eslint-disable-next-line
        description: [
               "במקרים רבים הלקוחות קיבלו הלוואות לפני כמה שנים כשהריבית במשק הייתה מאד גבוהה. בהתאם לכך הם משלמים ריבית גבוהה מאד בכל חודש. אך מכיוון שהריבית ירדה בשנים האחרונות באופן משמעותי, חשוב לבצע התאמה של המשכנתא לתנאים הפיננסיים העכשוויים.",
               "יועץ המשכנתאות מבצע בדיקה מעמיקה של נושא תשלומי המשכנתא של כל לקוח המעוניין לבצע מחזור. יש מקרים רבים שבהם ביצוע מחזור משכנתא יחולל שינויים דרסטיים בתנאים הכספיים ויפחית באופן מהותי את סכומי ההחזר החודשיים.",
               "גם במקרה זה יועץ המשכנתאות מקבל הצעות מחיר קונקרטיות מהבנקים השונים ובהתאם לכך מייעץ ללקוחות מהו המסלול שמועדף עבורם. הוא מסביר ללקוחות מה יהיה גובה החיסכון בכל תשלום ובכל שנה מתוך סך השנים שנותרו להם לשלם משכנתא"
             ],
        icon: <AiOutlineBank/>,
    },
    {
        name: "משכנתא המיועדת לכל מטרה",// eslint-disable-next-line
        description: [
            "כל אדם שיש ברשותו נכס, יכול לפנות לבנק כדי לקבל משכנתא עבור כל מטרה חוקית. יועץ המשכנתאות יבחן עבורו נקודה זו ויציע לו את המסלולים שהם הנכונים ביותר עבורו. כך הוא ייהנה מתקופת החזר ארוכה תוך שעבוד הנכס הספציפי לבנק.",
            ],
        icon: <SiWebmoney/>,
    },
    {
        name: "משכנתא הפוכה ",// eslint-disable-next-line
        description: [
               "הלוואה אשר מתאימה לבני שישים ומעלה שיש ברשותם נכס. הם יכולים להגיש בקשה לקבלת משכנתא הפוכה. בהתאם לקריטריונים של הבנק שכוללים נושאים כמו ערכו של הנכס והגיל של הלווים, הבנק מאשר סכום מקסימלי של כחמישים אחוז מערכו של הנכס הקיים.",
               "באופציה זו הלווים לא משלמים החזר חודשי,אלא הבנק רושם הערת אזהרה ברישומי לשכת המקרקעין ורק לאחר מותם של כל בעלי הזכויות בדירה, הנכס יימכר ותתבצע התחשבנות עם היורשים אשר רשומים בהסכם.",
               "ליועצי המשכנתאות של סיסופיננס יש ידע ומיומנות רבה בתחום זה והם ישמחו לסייע לכל לקוח המעוניין לבצע הליך זה."
             ],
        icon: <GiCardExchange />,
    },
]

