import {SiCommerzbank} from "react-icons/si";
import {FaMoneyCheck} from "react-icons/fa";
import {GiDamagedHouse } from "react-icons/gi";

export const deniersData = [
    {
        name: "משכנתא למסורבי משכנתא ",// eslint-disable-next-line
        icon: <SiCommerzbank />,
        description: [
         "המומחים שלנו נפגשים עם הלקוחות שקיבלו הודעה שהם מסורבי משכנתא או לקוחות שברור להם\n" +
         "שיקבלו הודעה מסוג זה לאור עברם. הלקוחות מעבירים ליועצי המשכנתאות את מלוא המידע על מצבם\n" +
         "הפיננסי, העלויות של הדירה , הסכום של ההלוואה שדרוש להם עבור השלמת קניית הנכס וכל נתון\n" +
         "חשוב נוסף. לאחר מכן הנציגים שלנו שהם בעלי ידע וניסיון רב שנים בוחנים כמה דרכים כדי לסייע\n" +
         "להם בקבלת אישור למשכנתא, כדי להשלים את העסקה וזאת בתנאים הטובים ביותר האפשריים\n" +
         "במשק. "
        ],
    },
    {
        name: "פילוח של מסורבי משכנתא",// eslint-disable-next-line
        icon: <FaMoneyCheck/>,
        description: [
            "לקוחות שהם מסורבי משכנתא הם אזרחים אשר מעוניינים לשעבד נכס עבור המשכנתא והבנק מסרב\n" +
            "עקב שיקולים שלו, או לחלופין אזרחים שיש להם היסטוריה שלילית בנושא האשראי וזאת לאור מקרים\n" +
            "כספיים שונים קרו להם בעבר. הבנק אינו לוקח סיכונים ולכן הוא מעדיף לוותר על הלקוחות הללו כדי\n" +
            "שלא יוצר בעתיד מצב שבו הם לא יעמדו בהתחייבויות שלהם כלפי הבנק. "
        ],
    },
    {
        name: "הכוונה של יועץ משכנתאות",// eslint-disable-next-line
        description: [
            "הדרך הנכונה והמומלצת כדי להתמודד עם נושא מסורבי משכנתאות הוא לפנות ליועץ משכנתאות\n" +
            "מומחה כמוני, כדי לקבל ייעוץ וליווי עד קבלת המשכנתא. היועץ בוחן את כל מה שנרשם על ידי BDI\n" +
            "ובהתאם לכך הוא מכין דרכים חלופיות לקבלת המשכנתא הנחוצה. "
        ],
        icon: <GiDamagedHouse/>,
    },
 ]

export const deniersData1 = [

    {
        id: "1",
        lightBg: false,
        headLine: "היסטוריה שלילית של נושא האשראי",// eslint-disable-next-line
        description: [
       "מדובר באזרחים אשר בעבר פשטו רגל הן כאנשים פרטיים והן כאנשי עסקים, מי שיש לו חשבון מוגבל\n" +
       "בבנקים, מוגבלים חמורים . כמו כן לקוחות אשר אופי ההתנהלות שלהם בבנק הוא בעייתי כיוון שהם\n" +
       "חורגים מעת לעת ממסגרות האשראי שאושרו להם והם לא עומדים בהתחייבויות הפיננסיות שלהם\n" +
       "כמו החזרים של הלוואות, או שאין להם הכנסות בחשבון הבנק כדי לכסות התחייבויות שוטפות כמו\n" +
       "כרטיסי אשראי, הוראו קבע של חשמל, ארנונה וכו'. ",
        "מדובר גם בלקוחות של הבנקים שנפתחו נגדם תיקים בהוצאה לפועל עקב אי תשלום חובות לגורמים\n" +
        "שונים כמו רשות המיסים, ספקים ובעלי חוב אחרים שהבינו שהדרך היחידה לקבלת הכספים המגיעים\n" +
        "הם תהיה באמצעות הזרוע הארוכה של ההוצאה לפועל.",
            "חברת BDI מרכזת נתונים מחברות האשראי, הבנקים, ההוצאה לפועל ובית המשפט ובהתאם לכך היא\n" +
            "מפיקה באופן שוטף מידע על גורמים שיש להם בעיות פיננסיות או משפטיות אשר הן אקוטיות ויכולות\n" +
            "להיות לכך השלכות הן בטווח הקצר והן בטווח הארוך. מבחינתם של הבנקים, ההתרעה של חברה זו\n" +
            "היא גורם מהותי בקבלת ההחלטה עבור מסורבי משכנתא כיוון שהוא נותר במערכת לאורך שבע שנים\n" +
            "ולעיתים יוסר חמש שנים לאחר מכן. ",
            "יש מקרים שבהם הבנקים אינם מאשרים את הבטוחה וזאת אם מדובר במבנה בעייתי אשר נעשה בו\n" +
            "שימוש חורג, נבנה ללא קבלת היתרי בנייה מהרשות המקומית, גורמים נוספים שהם בעלי זכויות בנכס,\n" +
            "רישום לא תקין של הנכס ברשות מקרקעי ישראל, בחברה המשכנת, או באופן הרישום בלשכת\n" +
            "המקרקעין המחוזית כמו לדוגמה בעיות של עיקולים ושל שעבודים"
        ],
        imgStart: true,
        img: require('../../public/undraw_credit_card_re_blml.svg'),
        alt: "soso",
        left: true,
        top: true,
        right: true,
        width: "812",
        height: "740"
    },
    {
        id: "2",
        lightBg: true,
        headLine: "קבלת משכנתא עבור מסורבי משכנתא",// eslint-disable-next-line
        description:[
           "אדם שמעוניין לקנות נכס באמצעות משכנתא מודע לבעיות פיננסיות שונות שהיו לו בעבר וגם לבעיות\n" +
           "עם הנכס הספציפי. לכן שיטת העבודה היא לה קדים רפואה למכה ולנקוט כמה פעולות. המטרה היא\n" +
           "לא להגיע לבנק ולקבל תשובה שלילית, כיוון שדבר זה יגרור את אפקט הדומינו והבקשה תסורב. ",
           "לכן יש לבצע פעולה מקדימה ולבקש מהבנק פניה לשמאי מקרקעין אשר יבצע שמאות לפני חתימת\n" +
           "החוזה לרכישת הדירה. עם קבלת ה דוח המפורט של השמאי, אפשר להעבי ר אותו למחלקת הביטחונות\n" +
           "של סניף הבנק וכך לקבל מהבנק אישור מקדים ועקרוני לביצוע עסקת רכישה לנכס זה. ",
           "מהנקודה הזו אפשר יהיה לקדם את תהליך קבלת המשכנתא כיוון שהנכס הוא בטוחה ראויה ולכן הבנק\n" +
           "יאשר את קבלת ההלוואה. יועץ המשכנתאות יעשה כל שניתן כדי שההלוואה תהיה עם התנאים הטובים\n" +
           "ביותר מבחינת אשראי, עמלות, מסלולי משכנתא ואי חיוב בקנסות במקרים של פירעון מוקדם. ",
           "אם בעבר היו לרוכש הנכס בעיות כלכליות שונות ולכן הבנק אינו מאשר לו את מתן המשכנתא, הוא\n" +
           "יכול לפנות בסיוע של יועץ המשכנתאות, אל גורמים פיננסיים שהם חוץ בנקאיים כדי לקבל את ההלוואה\n" +
           "הנחוצה. "
        ],
        imgStart: false,
        img: require('../../public/undraw_wallet_aym5.svg'),
        alt: "soso",
        left: true,
        top: true,
        right: true,
        width: "763.58",
        height: "494.58"
    }
]

