export const routesData = [
    {
        id: "1",
        lightBg: true,
        headLine: "תמהיל מומלץ למשכנתא שלך ",// eslint-disable-next-line
       description: [
              "לאור ההשפעה העצומה של המשכנתא על ההתנהלות הכספית בכל משפחה והשנים הארוכות שבהן משלמים מדי חודש סכום כה גבוה, יש לבצע תחשיבים מדויקים, כדי לשלם קרן בתוספת של ריבית נמוכה ככל האפשר ומינימום של עמלות. ",
              "המסלולים השונים המוצעים ללקוחות מאפשרים לכל לקוח לפעול בכמה מסלולים וכך ליצור מסלול גמיש שהוא הנכון ביותר לעסקה הספציפית."
         ],
        imgStart: true,
        img: require('../../public/recom-1.png'),
        alt: "soso",
        left: true,
        top: true,
        right: true,
        shape: require('../../public/solution-bg.png'),
        width: "608",
        height: "597"
    },
    {
        id: "2",
        lightBg: false,
        headLine: "מסלולי המשכנתאות ", // eslint-disable-next-line
        description: [
                "לאור ההשפעה העצומה של המשכנתא על ההתנהלות הכספית בכל משפחה והשנים הארוכות שבהן משלמים מדי חודש סכום כה גבוה, יש לבצע תחשיבים מדויקים, כדי לשלם קרן בתוספת של ריבית נמוכה ככל האפשר ומינימום של עמלות",
                "המסלולים השונים המוצעים ללקוחות מאפשרים לכל לקוח לפעול בכמה מסלולים וכך ליצור מסלול גמיש שהוא הנכון ביותר לעסקה הספציפית.",
           ],
        imgStart: false,
        img: require('../../public/recom-2.png'),
        alt: "soso",
        left: true,
        top: true,
        right: true,
        shape: require('../../public/solution-bg.png'),
        width: "608",
        height: "597"
    }
]


export const recommendData = [
    {
        id: "1",
        lightBg: false,
        headLine: "התמהיל המומלץ ביותר לכל לקוח",// eslint-disable-next-line
        description: [
                "הציבור אינו מבין מספיק בנושא מסלולי המשכנתאות ולכן כדי שהלקוחות לא יבצעו טעויות מהותיות, קיימת חשיבות גבוהה מאד להיעזר במומחי משכנתאות שינתבו את הלווים לדרך הזולה והאטרקטיבית ביות,ר מבין כל המסלולים וכיצד לחלק את הנתחים של המשכנתא בין המסלולים השונים.",
                "לכן מי שעתיד לקבל תוך כמה שנים סכום כסף גדול עקב יציאה לגמלאות או עקב כל סיבה אחרת, יעדיפו מסלול שיש בו כמה תחנות יציאה עבור פירעון מוקדם ללא תשלום של קנסות.",
                "לכן מי שעתיד לקבל תוך כמה שנים סכום כסף גדול עקב יציאה לגמלאות או עקב כל סיבה אחרת, יעדיפו מסלול שיש בו כמה תחנות יציאה עבור פירעון מוקדם ללא תשלום של קנסות.",
                "יועץ המשכנתאות יציע לכם את המשכנתא בשילוב נכון של כמה מסלולים אשר תואמים את מצבכם הפיננסי, כדי לא להכביד על נתח ההוצאות החודשיות המשפחתיות. הלקוחות רואים את האופציות השונות על פי נתוני התוכנה שמאפשרת סימולציה של האופציות בהצעות השונות וההבדלים ביניהן."
          ],
        imgStart: true,
        img: require('../../public/businessgrow_img.png'),
        alt: "soso",
        left: true,
        top: true,
        right: true,
        width: "812",
        height: "623"
    },
    {
        id: "2",
        lightBg: true,
        lightText: false,
        lightTextDesc: false,
        headLine: "המשק בישראל נכון לתחילת שנת 2022", // eslint-disable-next-line
        description: [
                "אין ביטחון מה תהיה ההתנהלות של המשק בעתיד,אך ההערכה היא שהריבית תעלה במהלך השנה. לעומת זאת מדד המחירים לצרכן שאינו משתנה, ימשיך להיות ברמה זו.",
                "ההערכה היא ששער הדולר ייחלש בנוסף לרמה הנמוכה של מטבע זה כעת, אך תמיד עלולים להיות שינויים עקב החדירה של המטבעות הקריפטוניים לכל מקום."
        ],
        imgStart: false,
        img: require('../../public/undraw_finance_re_gnv2.svg'),
        alt: "soso",
        left: true,
        top: true,
        right: true,
        width: "763",
        height: "458"
    }
]


export const differentData = [
    {
        name: "מסלול ריבית קבועה לא צמודה (קל\"צ) – ",
        description: [
                "מדובר במסלול אשר מעניק יציבות כיוון שהלקוח יודע באופן מדויק מהן העלויות החודשיות שלו. אף על פי שזהו מסלול שנראה יקר, היתרון שלו הוא שהוא מעניק יציבות פיננסית ללווה. התשלום יישאר כמות שהוא גם אם יחולו שינויים במשק, כמו עלייה מתמדת של מדד המחירים לצרכן או של הריבית הבנקאית.",
                "החיסרון של נתיב זה הוא בכך שהלווה משלם קנס יציאה אם הוא מחליט לבצע מחזור משכנתא כדי להקל על הנטל, או אם יש לו אפשרות ורצון לבצע פירעון מוקדם ולשלם את מלוא החוב שנותר או של מסלול זה."
        ]
    },
    {
        name: "משתנה כל חמש שנים לא צמודה (מל\"צ) – ",
        description: [
            "מי שלוקח הלוואה ומתכנן להחזיר אותה לפני מועד הסיום הרשמי שלה, בוחר את המסלול הגמיש הזה. הבנקים מאפשרים אחת לחמש שנים למחזר את המשכנתא או לחלופין לפרוע אותה במלואה או מסלול זה בלבד. היתרון באופציה זו הוא שאין צורך לשלם קנסות עבור הצעדים הללו ולכן רבים מעדיפים אופציה זו כאחד המסלולים הכדאיים עבור. מסול זה אינו מתאים עבור מלוא המשכנתא בנתיב זה וזאת לאור העובדה שאם הריבית תעלה, הדבר יגרור עלייה משמעותית בגובה של ההחזר החודשי."
            ]
    },
    {
        name: "מסלול פריים – ",
        description: [
                "המסלול המועדף בעסקאות רבות הוא מסלול הפריים וזאת כיוון שבמסלול זה לא מוטלים על הלקוחות קנסות בעת פירעון מוקדם. ריבית הפריים אשר נקבעת על ידי בנק ישראל היא הריבית הבסיסית במשק שעליה מוסיפים או מפחיתים את הריבית שנקבעה למסלול המשכנתא",
                "נכון לחודש ינואר שנת 2022 גובהה של ריבית הפריים במשק הוא % 1.6. בהתאם לתוספת או להפחתה לריבית בסיסית זו, אפשר לבצע תחשיב של סך העלויות של הלקוח במסלול זה שהוא בין המסלולים המומלצים."
           ]
    },
    {
        name: "מסלול ריבית קבועה צמודה (ק\"צ) – ",
        description: [
                "מסלול זה דוגל בשיטה של ריבית קבועה ולכן ללווים אין הפתעות כמו עלייה חדה של גובה התשלומים החודשיים. אחד הרכיבים המהותיים במסלול זה הוא ההצמדה למדד, אשר משפיע על הקרן הכללית של המשכנתא. המדד עלול להשפיע לרעה בסך התשלום בכל חודש, או לחלופין עשוי להשפיע לטובה וזאת בהתאם לעליה או לירידה במדד שמפורסם בכל 15 לחודש.",
                "במסלול זה הלווה שמעוניין להחזיר את מלוא הכספים או חלק מהם, יידרש לשלם קנס של ביצוע פירעון מוקדם וכך גם אם יהיה מעוניין לבצע מחזור."
             ]
    },
    {
        name: "מסלול של מט\"ח ולייבור – ",
        description: [
            "ריבית הלייבור מורכבת מתוספת קבועה אשר מצטרפת לשער הלייבור. זהו מסלול שמתאים ללווים אשר משכורתם משולמת במטבע חוץ ולא במטבע ישראלי, או לחלופין עבור תושבי חוץ שרוכשים נכסים בישראל. לכן היא מיועדת לנישה זו ואינה מתאימה לכלל הלווים במשק.",
            ]
    },
    {
        name: "משתנה כל חמש שנים צמודה (מ\"צ) – ",
        description: [
            "במסלול זה קיים סיכון אם הריבית תעלה בכל חמש שנים ובנוסף לכך קיים סיכון של הצמדת סכום הקרן למדד המחירים לצרכן, אם המדד יהיה בעלייה. דבר זה ייקר את הסכום החודשי שמשלם בעל הנכס. אך לעומת זאת אם המדד ירד, סך החוב לבנק יקטן וכך גם הגובה החודשי של התשלומים.",
            ]
    }
]

