//import { IoHomeOutline } from "react-icons/io5";
import { MdOutlineHomeWork } from "react-icons/md";
import { VscKey } from "react-icons/vsc";
import { SiHomeadvisor } from "react-icons/si";
import { RiBankLine } from "react-icons/ri";

export const ourserviceData = [
    {
        id: 1,
        title: "משכנתא הפוכה ",
        description: [
            "הלוואה אשר מתאימה לבני שישים ומעלה שיש ברשותם נכס. הם יכולים להגיש בקשה לקבלת משכנתא הפוכה. בהתאם לקריטריונים של הבנק שכוללים נושאים כמו ערכו של הנכס והגיל של הלווים, הבנק מאשר סכום מקסימלי של כחמישים אחוז מערכו של הנכס הקיים.",
            "באופציה זו הלווים לא משלמים החזר חודשי,אלא הבנק רושם הערת אזהרה ברישומי לשכת המקרקעין ורק לאחר מותם של כל בעלי הזכויות בדירה, הנכס יימכר ותתבצע התחשבנות עם היורשים אשר רשומים בהסכם",
            "ליועצי המשכנתאות של סיסופיננס יש ידע ומיומנות רבה בתחום זה והם ישמחו לסייע לכל לקוח המעוניין לבצע הליך זה."
        ],
        icon: <SiHomeadvisor />
    },
    {
        id: 2,
        title: "מחזור משכנתא ",
        description:[ "במקרים רבים הלקוחות קיבלו הלוואות לפני כמה שנים כשהריבית במשק הייתה מאד גבוהה. בהתאם לכך הם משלמים ריבית גבוהה מאד בכל חודש. אך מכיוון שהריבית ירדה בשנים האחרונות באופן משמעותי, חשוב לבצע התאמה של המשכנתא לתנאים הפיננסיים העכשוויים.",
                  "יועץ המשכנתאות מבצע בדיקה מעמיקה של נושא תשלומי המשכנתא של כל לקוח המעוניין לבצע מחזור. יש מקרים רבים שבהם ביצוע מחזור משכנתא יחולל שינויים דרסטיים בתנאים הכספיים ויפחית באופן מהותי את סכומי ההחזר החודשיים." ,
            "גם במקרה זה יועץ המשכנתאות מקבל הצעות מחיר קונקרטיות מהבנקים השונים ובהתאם לכך מייעץ ללקוחות מהו המסלול שמועדף עבורם. הוא מסביר ללקוחות מה יהיה גובה החיסכון בכל תשלום ובכל שנה מתוך סך השנים שנותרו להם לשלם משכנתא.",
            ],
        icon: <VscKey />
    },
    {
        id: 3,
        title: "איחוד הלוואות ",
        description: [ "יש מצבים שבהם אדם רכש נכס ועדיין לא הצליח למכור את הנכס הנוכחי שלו או שחסר לו סכום כסף נוסף כדי להשלים את התשלומים לחברה הקבלנית או למוכר. במקרים הללו הוא יכול לפנות לבנק ולבקש הלוואת גישור למטרה זו.",
            "תקופת ההחזר המקסימלית של הלוואה מסוג זה היא של שלוש שנים וזאת על פי התכנון הפיננסי של הלווה. בתהליך זה בעל הנכס משעבד אותו לבנק לפרק זמן זה והוא משלם בכל חודש את הריבית בלבד. בתום התקופה הוא מחזיר את סכום הקרן.",
            ],
        icon: <MdOutlineHomeWork />
    },
    {
        id: 4,
        title: "משכנתא חוץ בנקאיתת",
        description: [ "יש מצבים שבהם אדם רכש נכס ועדיין לא הצליח למכור את הנכס הנוכחי שלו או שחסר לו סכום כסף נוסף כדי להשלים את התשלומים לחברה הקבלנית או למוכר. במקרים הללו הוא יכול לפנות לבנק ולבקש הלוואת גישור למטרה זו.",
            "תקופת ההחזר המקסימלית של הלוואה מסוג זה היא של שלוש שנים וזאת על פי התכנון הפיננסי של הלווה. בתהליך זה בעל הנכס משעבד אותו לבנק לפרק זמן זה והוא משלם בכל חודש את הריבית בלבד. בתום התקופה הוא מחזיר את סכום הקרן.",
        ],
        icon: <RiBankLine/>
    }
]

