import {
    GiHouse,
    GiHouseKeys,
    GiMoneyStack,
    GiPayMoney,
    GiReceiveMoney,
    GiTakeMyMoney
} from "react-icons/gi";
import {BsFillPiggyBankFill} from "react-icons/bs";
import {FiPercent} from "react-icons/fi";
import {FaMoneyCheck} from "react-icons/fa";
import {AiOutlineBank} from "react-icons/ai";
import {SiWebmoney} from "react-icons/si";

export const loanData = [
    {
        name: "הפתרון הוא איחוד הלוואות",// eslint-disable-next-line
        icon: <BsFillPiggyBankFill />,
        description: [
            "כדי לבצע אחוד הלוואות אנחנו מקבלים מהלקוחות את מלוא הנתונים לגבי ניצול מסגרות האשראי שלהם בבנק ובחברות כרטיסי האשראי. לאחר מכן מקבלים מידע מדויק לגבי ההלוואות שלהם, ההכנסות החודשיות וההוצאות הקבועות שלהם. "
        ],
    },
    {
        name: "גלגול של הלוואות ",// eslint-disable-next-line
        description:[
            "כולם מכירים את המצבים הללו שבהם יש מינוס בחשבון הבנק ורוצים לחסל אותו כיוון שהוא מפריע מאד בהתנהלות הנורמטיבית. לכן הלקוחות מחליטים להגיש בקשה לקבלת הלוואה על הסכום הדרוש להם לפרק זמן מסוים. אך הנטל הכלכלי ממשיך להיות כבד ולכן לאחר תקופה מסוימת הלקוחות נאלצים לקחת הלוואה נוספת וכך סך ההחזרים החודשיים שלהם גדל. אם הם לוקחים הלוואה נוספת הנטל הופך להיות בלתי אפשרי והם עלולים להגיע לדרך ללא מוצא.",
            "לכל משפחה יש מחויבויות חודשיות כמו תשלום משכנתא או שכר דירה, החזר הלוואות, רכישה של מזון, תרופות וציוד אלמנטרי, תשלום לבתי הספר, לגני הילדים, למטפלת, דלק וסעיפים רבים נוספים. ביוקר המחיה אשר קיים בישראל, די קשה לעמוד בכל ההתחייבויות הללו אם יש הלוואות וההכנסות אינן גבוהות או אינן קבועות."
        ],
        icon: <GiPayMoney style={{ marginRight: "11px", marginTop: "25px" }} />,
    },
    {
        name: "עושים סדר בהתנהלות הפיננסית",// eslint-disable-next-line
        description: [
            "אנו בוחנים עבור הלקוחות כמה וכמה אופציות של גורם מלווה אחד אשר יעניק להם הלוואה אחת גדולה ובאמצעותה הם יבצעו החזר של מלוא ההלוואות לגורמים השונים שהם לוו מהם כספים בעבר וכך לא יהיו להם יותר חובות לגורמים הללו. בדרך זו הלקוחות עוצרים את תשלומי הריביות הגבוהות אשר שחקו באופן עקבי את המצב הפיננסי שלהם.",
            "כעת הם ישלמו בכל חודש כספים לגורם אחד בלבד אשר העניק להם הלוואה בתנאים טובים שכוללים ריביות נמוכות ועמלות מופחתות ולכן גובה ההחזר החודשי שנקבע לאור הפריסה הארוכה יותר, הוא נמוך יותר והלקוחות יהיו מסוגלים לשלם זאת בכל חודש."
        ],
        icon: <GiHouse/>,
    },
    {
        name: "הלוואות חוץ בנקאיות",// eslint-disable-next-line
        description: [
            "גופים פיננסיים שונים במשק מודעים לעובדה שהריביות הגבוהות הן מקור הכנסה עבורם ולכן הם מבצעים פרסומים רבים בדבר הלוואות שהם מציעים לאזרחים. מדובר בחברות כרטיסי אשראי, בתי השקעות, חברות ביטוח, גורמים פיננסיים ברבדים השונים של הכלכלה הישראלית. ",
            "אחד הדברים הבעייתיים הוא לקיחת הלוואות בשוק האפור וזאת לאור הריביות חסרות הפרופורציות ובעייתיות רבה במקרים שבהם הלווים אינם עומדים בהתחייבויות שלהם. לכן יש לעשות כל שניתן ולפתור את הבעיות לפני ההגעה לאופציה זו."
        ],
        icon: <GiMoneyStack/>,
    },
    {
        name: "האזור שאסור להגיע אליו ",// eslint-disable-next-line
        description: [
            "מי שלקח בעבר הלוואות בבנק אך עקב הבעיות הכלכליות שלו הבנק סרב להעניק לו הלוואה נוספת נמצא בבעיה כספית משמעותית ולכן הוא מחפש פתרון קל וזמין",
            "אחת הדרכים הקלות ביותר היא לפנות לחברות כרטיסי האשראי כמו ישראכרט, וויזה MAX וחברות אחרות. שם לא שואלים הרבה שאלות ואפשר להקליד את הנתונים במחשב או לשוחח טלפונית עם מרכז השירות ולקבל תוך יום או יומיים את הכספים הנחוצים.",
            "זה נשמע מצוין, אך הבעיה היא שחברות כרטיסי האשראי גובות ריבית גבוהה ביותר ולכן סך ההחזר עבור ההלוואה הוא גבוה מאד מול הקרן שנלקחה."
        ],
        icon: <SiWebmoney/>,
    },
    {
        name: "זהירות מהתנהלות בנקאית",// eslint-disable-next-line
        description:[
            "לקוחות ערניים אשר זקוקים מדי פעם להלוואה מהבנק, מגישים בקשה ומקבלים את הכספים ובמקביל ברוב המקרים מסגרת האשראי נותרת כמות שהיא או שהבנק מצמצם אותה במעט. נוצר מצב שלאחר תקופה קצרה הלקוחות מבקשים שוב הלוואה וכך הבנק מגדיל את רווחיו הן מהריבית על ההלוואות והן מההכנסות שלו לאור העלויות של מסגרת האשראי.",
            "לעומת זאת בפאן המשפחתי, ההתנהלות היום יומית אשר כוללת קנייה באשראי ובצריכה של הלוואות מהבנק או מגורמים חוץ בנקאיים היא בור מהותי, כיוון שהעלויות הנלוות שהבנקים וחברות כרטיסי האשראי גובים הן גבוהות מאד ולכן ללקוחות קשה לעמוד בהתחייבויות הללו.",
            "עם קבלת כל הלוואה הלקוחות משתמשים בסכום למטרות ספציפיות, אך ההשלכות של ההלוואות הן תשלומים לאורך זמן."
        ],
        icon: <GiTakeMyMoney />,
    },
    {
        name: "הדרך המעולה לכל נוטלי ההלוואות",// eslint-disable-next-line
        description: [
            "אנחנו מסוגלים לאחד עבורכם את כל ההלוואות להלוואה אחת בלבד בריבית נמוכה כיוון שהרבית הנוכחיתבמשק היא נמוכה וברוב המקרים היא נמוכה יותר מאשר הריבית שנקבעה בחלק מההלוואות או בכולן. לכן האופציה של איחוד הלוואות היא חשיבה כלכלית נכונה ובריאה עבור משק הבית. כאשר מאחדים את ההלוואות להלוואה אחת בלבד, אנו משיגים עבורכם את התנאים הטובים ביותר ופורסים את מלוא החוב לתקופה ארוכה. בדרך זו יש ללקוחות אוויר לנשימה והתשלום החודשי הופך להרבה פחות מעיק. "
        ],
        icon: <FiPercent/>,
    },
    {
        name: "ההיבט המשפחתי של איחוד הלוואות",// eslint-disable-next-line
        icon: <GiHouseKeys />,
        description: [
            "עם השנים והרחבת המשפחה, ההוצאות גדלות מחודש לחודש ולכן ההחזרים של סכומי הכסף הגבוהים הופך לבלתי אפשרי. כאשר נוצרים מצבים שבהם אין אפשרות לעמוד בתשלומים השוטפים, הדבר מעורר נורות אזהרה אצל המלווים ולכן הלווים מבינים שהם צריכים למצוא פתרון מידי כדי לא לקרוס כלכלית. "
        ],
    },
    {
        name: "בדיקת היתכנות כלכלית ",// eslint-disable-next-line
        icon: <FaMoneyCheck />,
        description: [
            "רגע לפני הקריסה כדאי לבצע בעזרת יועץ כלכלי בדיקה של ההתנהלות הכלכלית כדי לשנות כיוון כי קיימת סבירות גבוהה שההוצאות המשפחתיות הן רבות וההכנסות אינן מכסות זאת. במקביל לכך כדאי לבצע באמצעותנו את ההליך של איחוד הלוואות שיצור מהפך בהתנהלות הפיננסית המשפחתית ויוביל לכך שיהיה שקט נפשי ללקוחות, אם הם יפעלו על פי מתווה הדרך שעליו הוחלט."
        ],
    },
    {
        name: "ייעוץ והכוונה",// eslint-disable-next-line
        description: [
            "כדי לצאת מהסיטואציה הקשה, אתם מוזמנים לשוחח אתנו כדי שנבין באופן מדויק את היקף ההלוואות שלקחתם, לאילו תקופות, כמה כספים נותר לכם להחזיר, מהן הריביות, העמלות ועוד. כאשר תהיה בידנו התמונה הכללית נוכל להציע לכם דרכים חדשות של איחוד הלוואות ופריסה מחדש לפרק זמן ארוך יותר. בדרך זו אתם תעמדו מול גורם אחד בלבד וסכום ההחזר החודשי יהיה נמוך כעת באופן משמעותי מול הסכומים ששילמתם עד עתה לכל הגופים הפיננסיים יחד."
        ],
        icon: <AiOutlineBank/>,
    },
    {
        name: "איחוד הלוואות",// eslint-disable-next-line
        icon: <GiReceiveMoney />,
        description: [
            "לקוחות אשר נזקקו להלוואות כספיות במצבים שונים, קיבלו הלוואות בסכומים שונים ובכמה מועדים. לכל הלוואה יש את לוח הסילוקין שלה, את הריביות ואת העמלות הנלוות. ברוב המקרים הלקוחות מקווים שהדברים יסתדרו ועם הזמן הם יצליחו לעמוד בכל המחויבויות, אך לא תמיד זה קורה ובפועל הם משלמים בכל חודש סכומים אדירים שכוללים גם ריבית דריבית."
        ],
    }
]
